from django.http import HttpResponse
import json

res = '[{"title": "парацетамол", "composition":"Парацетамолът се използва като аналгетик и антипиретик. Той е предпочитаната алтернативеа на аспирин, особено при пациенти с нарушения на кръвосъсирването, лица с анамнеза за пептична язва или които не понасят аспирин, както и при деца.", "sideEffects": ["Главоболие", "Гадене", "Опънатост"]}, {"title" : "Аналгин 500мг",  "composition": "Аналгин е обезболяващ лекарствен продукт, който се използва за повлияване на болков синдром от различен произход: зъбобол, невралгии, неврити, миалгии, травми, изгаряния, следперативни болки, фантомна болка, бъбречни и жлъчни колики и главоболие.", "sideEffects": ["Поръщане"]}]'
def hello(request): 
    return HttpResponse(res) 